[
  "calendar",
  "obsidian-icon-folder",
  "obsidian-file-color",
  "file-explorer-note-count",
  "code-styler",
  "code-emitter",
  "make-md",
  "influx",
  "python-lab-plugin",
  "code-files",
  "jupyter-viewer"
]